<div id=content>
	<article>
		<p><b>Вот определение W3C для элемента article:</b><br/><br/>
		<i>Элемент article представляет в документе модульную композицию […], таким образом, он 
		предназначен стать автономно распределяемым или многократно используемым, например, при 
		синдикации (одновременном опубликовании контента на нескольких веб-узлах).</i><br/>
		На этот раз спецификация более понятная и пост в блог (или его отрывок) гораздо лучше 
		(обратите внимание на упоминание о синдикации) подходит к article.<br/> 
		Конечно, мы можем разместить на странице много элементов article.<br/>
		Вы, несомненно, заметили, что внутри article мы разместили элементы заголовка и 
		нижнего колонтитула. Как header, так и footer могут быть использованы более одного 
		раза на отдельной HTML-странице. Так как header – это «вступительная группа или 
		вспомогательный элемент навигации», то мы включили в него дату, название и количество 
		комментариев. Далее, у нас имеется параграф с отрывком из поста, за которым следует 
		footer (нижний колонтитул).<br/><br/>
		<b>Элемент Footer</b><br/><br/>
		Как я уже говорил, нижний колонтитул footer можно использовать на одной странице 
		столько раз, сколько нужно, и он представляет собой сегмент нижнего колонтитула 
		страницы документа или часть документа.</br>
		<i>Элемент footer представляет нижний колонтитул той секции, к которой обращается. 
		Обычно нижний колонтитул содержит информацию о своей секции, такую, как авторство, 
		ссылки на связанные документы, дату копирайта и прочее.</i><br/>
		У нас на демо-странице есть четыре элемента footer: по одному на каждый из трех 
		элементов article и общий нижний колонтитул для всей страницы. Нижний колонтитул в 
		элементе article содержит имя автора поста, тэги и кнопку ссылки на полную версию
		поста в блоге.
		</p>
	</article>
</div>
